Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamenkielisten_aineenopettajien_koulutushanke_kaynnistyi.html.tmx
Source language: fin
Languages: sme

source: Saamenkielisten aineenopettajien koulutushanke käynnistyi
sme: Sámegielat ávnnasoahpaheaddjiid skuvlenfidnu álggahuvvui

source: Saamenkielisiä aineenopettajia kouluttava Ketterä korkeakoulu-hanke käynnistyi Inarissa järjestettävillä kieliopinnoilla tiistaina 13.8. Hankkeen tavoitteena on saada nopeutetulla aikataululla uusia aineenopettajia sekä saamen kielten että muiden oppiaineiden opetukseen.
sme: Sámegielat ávnnasoahpaheaddjiid skuvlenfidnu, Ketterä allaskuvla álggahuvvui giellaoahpuiguin Anáris maŋŋebárgga 13.8. Fidnu mihttomearrin lea skuvlet jođánit ođđa ávnnasoahpaheaddjiid sihke sámegielaid ja eará oahppoávdnasiid oahpahussii.

source: Saamenkielisten opettajien puute koskee kaikkia kolmea saamen kieltä ja koko maata.
sme: Oahpaheaddjit lea buot golmma sámegielas ja olles riikkas uhcán.

source: Kuvassa hankkeen opettajia ja työntekijöitä Inarin Sajoksessa järjestetyssä avajaistilaisuudessa 13.8.
sme: Sámediggi barggai 2017 ovdačielggadusa, man dieđu mielde sámegielat oahpaheaddjit eai leat doarvái.

source: Saamelaiskäräjien vuonna 2017 tekemän esiselvityksen mukaan saamenkielisistä opettajista on huutava pula.
sme: Davvisámegielat luohkáoahpaheaddjit ja davvisámegielat ávnnasoahpaheaddjit leat válmmaštuvvan eanemus, muhto maid sidjiide lea stuorra dárbu.

source: Pohjoissaamenkielisiä luokanopettajia ja pohjoissaamen aineenopettajia on valmistunut eniten, mutta myös heistä on pulaa.
sme: Dilli lea váddáseamos nuortalašgielas, muhto dilli lea buorráneamen.

source: Tilanne on vaikein koltansaamessa, mutta tilanne on paranemassa.
sme: Buot golbma sámegiela, anáraš-, nuortalaš- ja davvisámegiella leat dál iehčanas akademalaš oahppoávdnasat Oulu universitehtas.

source: Kaikki kolme saamea, inarin-, koltan- ja pohjoissaame, ovat nyt itsenäisiä akateemisia oppiaineita Oulun yliopistossa.
sme: Anáris álggahuvvojedje anáraš- ja davvisámegiela vuođđooahpahut, mat bistet olles lohkanjagi ja mat joatkašuvvet seammás ávnnasoahpuiguin.

source: Inarissa käynnistyivät koko lukuvuoden kestävät inarin- ja pohjoissaamen perusopinnot, jotka jatkuvat välittömästi aineopintoihin.
sme: Nuortalašgiela vuođđooahput leat álggahuvvon juo giđđat ja joatkašuvvet dál ávnnasoahpuiguin.

source: Koltansaamen perusopinnot on aloitettu jo keväällä etäopintoina ja jatkuvat nyt aineopintoina.
sme: Govas leat fidnu oahpaheaddjit ja bargit rahpandilálašvuođas 13.8. Anára Sajosis.

source: Hankkeen koulutukset jakaantuvat kieliopintoihin, pedagogisiin opintoihin ja saamelaisen kirjallisuuden opintoihin, jotka kuuluvat osana saamen äidinkielen ja kirjallisuuden opettajan kelpoisuusvaatimuksiin.
sme: Fidnu skuvlejumit juohkašuvvet giellaoahpuide, pedagogalaš oahpuide ja sámi girjjálašvuođa oahpuide. Dát gullet sámegiela eatnigiela ja girjjálašvuođa oahpaheaddji dohkálašvuođagáibádusaide.

source: Saamelaisen kirjallisuuden opintoja ei ole aiemmin järjestetty osana opettajankoulutusta.
sme: Sámi girjjálašvuođa oahput eai leat ovdal leamašan mielde oahpaheaddjiskuvlejumis.

source: Saamelaisen kirjallisuuden opinnot alkavat syksyllä 2020 ja opettajan pedagogiset opinnot 2021.
sme: Sámi girjjálašvuođa oahput álggahuvvojit čakčat 2020 ja oahpaheaddji pedagogalaš oahput 2021.

source: Hankekokonaisuus on suunniteltu siten, että opiskelijoiden on mahdollista valita tutkintoonsa siitä puuttuvat osiot.
sme: Fidnu lea plánejuvvon nu, ahte oahppit sáhttet válljet daid osiid, mat váilot dutkosis.

source: Mukana koulutuksessa on myös jo opettajan kelpoisuuden omaavia henkilöitä, jotka vahvistavat saamen kielen taitoaan kyetäkseen jatkossa opettamaan saamen kielellä.
sme: Skuvlejumis leat mielde maid olbmot, geain lea oahpaheaddji gelbbolašvuohta, muhto sii hálidit buoridit sámegiela dáidduset, vai bastet oahpahit sámegillii.

source: Osalla hakijoista ovat jo suoritettuina saamen kielen opinnot, osia saamen kielen opinnoista ja vahva saamen kielen taito, mutta heiltä puuttuvat opettajan pedagogiset opinnot.
sme: Muhtun ohcciin fas leat jo sámegiela oahput ollásit dahje oassin čađahuvvon ja nana sámegiela máhttu, muhto sis váilot pedagogalaš oahput.

source: Hankkeen koulutukset toteutetaan Oulun yliopiston Giellagas-instituutin, kasvatustieteellisen tiedekunnan ja Saamelaisalueen koulutuskeskuksen yhteistyönä.
sme: Fidnu skuvlejumiid ordnejit ovttasbarggus Oulu universitehta Giellagas-instituhta, bajásgeassindiehtagiid dieđagoddi ja Sámi oahpahusguovddáš.

source: Saamelaiskäräjät on mukana hankkeen ohjausryhmässä ja tukee hanketta seuraamalla ja raportoimalla opettajatilanteesta saamelaisopetuksen kentällä.
sme: Sámediggi lea mielde fidnu stivrenjoavkkus. Dat maid čuovvu ja raportere sámeoahpahusa oahpaheaddjidilis ja ná doarju fidnu doaimma.

source: Hanketta rahoittavat Opetus- ja kulttuuriministeriö ja Suomen kulttuurirahasto.
sme: Fidnu ruhtadit Oahpahus- ja kulturministeriija ja Suoma kulturruhtarádju.

source: OKM on myöntänyt Oulun yliopistolle kolmevuotisen hankerahoituksen.
sme: OKM lea mieđihan Oulu universitehtii golmma jahkái fidnoruhtadeami.

source: Kulttuurirahasto, joka on tukenut saamen kieliä jo noin 20 vuoden ajan, osoitti hankkeeseen osallistuvien opiskelijoiden tueksi 300.000 euroa, joka jaetaan stipendeinä opiskelijoille.
sme: Kulturruhtarádju lea dorjon sámegielaid jo sullii 20 jagi. Kulturruhtarádju mieđihii fidnu oahppiide 300.000 euro ja dát submi juhkkojuvvo stipeanddaid bokte oahppiide.

source: Osa opiskelijoista on ottanut virkavapautta varsinaisesta työstään hankkiakseen kelpoisuuden saamenkielisiin aineenopettajan tehtäviin.
sme: Oassi oahppiin lea ohcan virgefriija aitosaš barggus vai ožžot gelbbolašvuođa sámegielat ávnnasoahpaheaddji bargui.

source: Hanketta johtaa FT Marja-Liisa Olthuis ja hanketyöntekijänä toimii FM Tiina Mattanen Oulun yliopiston Giellagas-instituutista.
sme: Fidnu jođiha FT Marja-Liisa Olthuis ja fidnus lea bargin FM Tiina Mattanen Oulu universitehta Giellagas-instituhtas.

source: Lisätietoja: koulutussihteeri Ulla Aikio-Puoskari, ulla.aikio-puoskari(at)samediggi.fi;
sme: Lassedieđut: skuvlenčálli Ulla Aikio-Puoskari, ulla.aikio-puoskari(at)samediggi.fi;

source: Ketterä korkeakoulu
sme: Ketterä allaskuvla
